[
  {
    "id": "FIROSBOOK001",
    "name": "Chronicle of Discover",
    "rarity": "Epic",
    "description": "Area unit control exist art citizen sound less wall second world.",
    "historical_faction": "Kultyści Otchłani",
    "chapter_title": "The Forbidden magic of Mount Kaeros",
    "lore": "This book details the forbidden magic that plagued the lands of Mount Kaeros, during the reign of the Kultyści Otchłani. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Tower of Blood",
    "author": "Master Travis the Mad"
  },
  {
    "id": "FIROSBOOK002",
    "name": "Chronicle of Form",
    "rarity": "Rare",
    "description": "Begin yard mean when might understand until most now difficult structure.",
    "historical_faction": "Kultyści Otchłani",
    "chapter_title": "The Curses of Swamp of Sorrows",
    "lore": "This book details the curses that plagued the lands of Swamp of Sorrows, during the reign of the Kultyści Otchłani. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Hall of Echoes",
    "author": "Master Thomas the Mad"
  },
  {
    "id": "FIROSBOOK003",
    "name": "Chronicle of Chance",
    "rarity": "Common",
    "description": "Hour method customer fund heart show election town threat adult want real.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Mutations of Sunken Abyss",
    "lore": "This book details the mutations that plagued the lands of Sunken Abyss, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks forbidden spell",
    "found_in": "Ashen Wastes",
    "author": "Master Billy the Seer"
  },
  {
    "id": "FIROSBOOK004",
    "name": "Chronicle of Score",
    "rarity": "Common",
    "description": "Personal record strong leg usually officer short former investment reduce indicate fly affect one.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Forgotten heroes of Crypts of Madness",
    "lore": "This book details the forgotten heroes that plagued the lands of Crypts of Madness, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Ashen Wastes",
    "author": "Master Elizabeth the Wise"
  },
  {
    "id": "FIROSBOOK005",
    "name": "Chronicle of Surface",
    "rarity": "Uncommon",
    "description": "Summer arrive back our similar find who total billion father pass who manage matter.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Forbidden magic of Sunken Abyss",
    "lore": "This book details the forbidden magic that plagued the lands of Sunken Abyss, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Tower of Blood",
    "author": "Master Adrian the Seer"
  },
  {
    "id": "FIROSBOOK006",
    "name": "Chronicle of Show",
    "rarity": "Common",
    "description": "Middle space smile first hundred lose perhaps light.",
    "historical_faction": "Nahor",
    "chapter_title": "The Demonic invasions of Sunken Abyss",
    "lore": "This book details the demonic invasions that plagued the lands of Sunken Abyss, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Sunken Abyss",
    "author": "Master Jennifer the Wise"
  },
  {
    "id": "FIROSBOOK007",
    "name": "Chronicle of Great",
    "rarity": "Uncommon",
    "description": "Attack police though reach figure herself little.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Forbidden magic of Sunken Abyss",
    "lore": "This book details the forbidden magic that plagued the lands of Sunken Abyss, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Hall of Echoes",
    "author": "Master Erica the Mad"
  },
  {
    "id": "FIROSBOOK008",
    "name": "Chronicle of There",
    "rarity": "Rare",
    "description": "Owner kind tree discussion five thank nature agent boy popular.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Elemental powers of Sunken Abyss",
    "lore": "This book details the elemental powers that plagued the lands of Sunken Abyss, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks forbidden spell",
    "found_in": "Tower of Blood",
    "author": "Master Dennis the Forgotten"
  },
  {
    "id": "FIROSBOOK009",
    "name": "Chronicle of Investment",
    "rarity": "Common",
    "description": "Finish hour space since television right identify under five understand research character radio artist.",
    "historical_faction": "Nahor",
    "chapter_title": "The Mutations of Swamp of Sorrows",
    "lore": "This book details the mutations that plagued the lands of Swamp of Sorrows, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Tower of Blood",
    "author": "Master Crystal the Forgotten"
  },
  {
    "id": "FIROSBOOK010",
    "name": "Chronicle of Herself",
    "rarity": "Common",
    "description": "Trip create notice land serious because teach great let mind want station many scientist family skill.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Lost cities of Sunken Abyss",
    "lore": "This book details the lost cities that plagued the lands of Sunken Abyss, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Crypts of Madness",
    "author": "Master Stephanie the Forgotten"
  },
  {
    "id": "FIROSBOOK011",
    "name": "Chronicle of Thus",
    "rarity": "Uncommon",
    "description": "Owner there unit finally call claim left more goal Democrat senior expect provide policy.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Ancient beasts of Hall of Echoes",
    "lore": "This book details the ancient beasts that plagued the lands of Hall of Echoes, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Swamp of Sorrows",
    "author": "Master Nicole the Forgotten"
  },
  {
    "id": "FIROSBOOK012",
    "name": "Chronicle of Actually",
    "rarity": "Epic",
    "description": "Determine avoid water series term gun in choice explain position ability.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Forbidden magic of Tower of Blood",
    "lore": "This book details the forbidden magic that plagued the lands of Tower of Blood, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Ashen Wastes",
    "author": "Master Thomas the Seer"
  },
  {
    "id": "FIROSBOOK013",
    "name": "Chronicle of Leg",
    "rarity": "Rare",
    "description": "Your dark turn picture common commercial about eight and phone hand very happen provide five tough.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Rituals of Tower of Blood",
    "lore": "This book details the rituals that plagued the lands of Tower of Blood, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Tower of Blood",
    "author": "Master Brent the Forgotten"
  },
  {
    "id": "FIROSBOOK014",
    "name": "Chronicle of Least",
    "rarity": "Common",
    "description": "Bed state head office season term mean team.",
    "historical_faction": "Nahor",
    "chapter_title": "The Rituals of Ashen Wastes",
    "lore": "This book details the rituals that plagued the lands of Ashen Wastes, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks forbidden spell",
    "found_in": "Hall of Echoes",
    "author": "Master Meghan the Forgotten"
  },
  {
    "id": "FIROSBOOK015",
    "name": "Chronicle of Likely",
    "rarity": "Common",
    "description": "Then give east matter safe themselves glass real side individual increase music among safe what.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Ancient beasts of Ruins of Nahor",
    "lore": "This book details the ancient beasts that plagued the lands of Ruins of Nahor, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Swamp of Sorrows",
    "author": "Master Kathleen the Forgotten"
  },
  {
    "id": "FIROSBOOK016",
    "name": "Chronicle of Election",
    "rarity": "Uncommon",
    "description": "Put one include short already resource southern national store bar specific sense loss.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Curses of Sunken Abyss",
    "lore": "This book details the curses that plagued the lands of Sunken Abyss, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Tower of Blood",
    "author": "Master Jesus the Forgotten"
  },
  {
    "id": "FIROSBOOK017",
    "name": "Chronicle of Audience",
    "rarity": "Legendary",
    "description": "Allow fill too speak member media improve baby indicate economic bank myself soon.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Curses of Swamp of Sorrows",
    "lore": "This book details the curses that plagued the lands of Swamp of Sorrows, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Crypts of Madness",
    "author": "Master Andrew the Mad"
  },
  {
    "id": "FIROSBOOK018",
    "name": "Chronicle of American",
    "rarity": "Uncommon",
    "description": "Try daughter rich doctor organization final blue too us including whom debate check.",
    "historical_faction": "Kultyści Otchłani",
    "chapter_title": "The Forgotten heroes of Ashen Wastes",
    "lore": "This book details the forgotten heroes that plagued the lands of Ashen Wastes, during the reign of the Kultyści Otchłani. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks forbidden spell",
    "found_in": "Tower of Blood",
    "author": "Master Jill the Forgotten"
  },
  {
    "id": "FIROSBOOK019",
    "name": "Chronicle of Within",
    "rarity": "Rare",
    "description": "Time here writer seat prepare same dream baby run.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Ancient beasts of Swamp of Sorrows",
    "lore": "This book details the ancient beasts that plagued the lands of Swamp of Sorrows, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Ashen Wastes",
    "author": "Master Paul the Mad"
  },
  {
    "id": "FIROSBOOK020",
    "name": "Chronicle of In",
    "rarity": "Uncommon",
    "description": "Turn art black get cost fly every likely series social weight work individual.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Forgotten heroes of Crypts of Madness",
    "lore": "This book details the forgotten heroes that plagued the lands of Crypts of Madness, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Crypts of Madness",
    "author": "Master James the Seer"
  },
  {
    "id": "FIROSBOOK021",
    "name": "Chronicle of Drug",
    "rarity": "Common",
    "description": "Great each fish artist impact campaign reflect thousand environment.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Lost cities of Crypts of Madness",
    "lore": "This book details the lost cities that plagued the lands of Crypts of Madness, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Tower of Blood",
    "author": "Master Robert the Wise"
  },
  {
    "id": "FIROSBOOK022",
    "name": "Chronicle of Station",
    "rarity": "Uncommon",
    "description": "Property concern manage serious ready central address education chance collection life.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Ancient beasts of Crypts of Madness",
    "lore": "This book details the ancient beasts that plagued the lands of Crypts of Madness, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Tower of Blood",
    "author": "Master Roger the Seer"
  },
  {
    "id": "FIROSBOOK023",
    "name": "Chronicle of This",
    "rarity": "Common",
    "description": "Such summer maybe field determine couple shake follow then wide.",
    "historical_faction": "Nahor",
    "chapter_title": "The Demonic invasions of Ruins of Nahor",
    "lore": "This book details the demonic invasions that plagued the lands of Ruins of Nahor, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Crypts of Madness",
    "author": "Master Amber the Mad"
  },
  {
    "id": "FIROSBOOK024",
    "name": "Chronicle of Cell",
    "rarity": "Rare",
    "description": "Theory chair later economy instead put magazine focus weight enjoy law member indicate.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Ancient beasts of Hall of Echoes",
    "lore": "This book details the ancient beasts that plagued the lands of Hall of Echoes, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks forbidden spell",
    "found_in": "Sunken Abyss",
    "author": "Master John the Seer"
  },
  {
    "id": "FIROSBOOK025",
    "name": "Chronicle of Cause",
    "rarity": "Common",
    "description": "Certain board gun someone develop near choice seek probably onto fact.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Lost cities of Sunken Abyss",
    "lore": "This book details the lost cities that plagued the lands of Sunken Abyss, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Swamp of Sorrows",
    "author": "Master Michael the Mad"
  },
  {
    "id": "FIROSBOOK026",
    "name": "Chronicle of List",
    "rarity": "Rare",
    "description": "Central similar light notice at hotel nothing available worker piece maintain law third west environment everybody.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Faction wars of Ruins of Nahor",
    "lore": "This book details the faction wars that plagued the lands of Ruins of Nahor, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Ruins of Nahor",
    "author": "Master Patricia the Wise"
  },
  {
    "id": "FIROSBOOK027",
    "name": "Chronicle of Serve",
    "rarity": "Uncommon",
    "description": "Education main morning many fight military ten if deal kind light cell.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Demonic invasions of Tower of Blood",
    "lore": "This book details the demonic invasions that plagued the lands of Tower of Blood, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Mount Kaeros",
    "author": "Master Danielle the Mad"
  },
  {
    "id": "FIROSBOOK028",
    "name": "Chronicle of Staff",
    "rarity": "Common",
    "description": "Law certain artist other remember cup eight right help campaign man painting.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Forbidden magic of Ruins of Nahor",
    "lore": "This book details the forbidden magic that plagued the lands of Ruins of Nahor, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Swamp of Sorrows",
    "author": "Master Dawn the Wise"
  },
  {
    "id": "FIROSBOOK029",
    "name": "Chronicle of Quickly",
    "rarity": "Common",
    "description": "Deal all administration pretty fund develop behavior dog decision kind.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Demonic invasions of Tower of Blood",
    "lore": "This book details the demonic invasions that plagued the lands of Tower of Blood, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Tower of Blood",
    "author": "Master Sean the Wise"
  },
  {
    "id": "FIROSBOOK030",
    "name": "Chronicle of Entire",
    "rarity": "Epic",
    "description": "Visit single southern clearly call fire certainly north story explain commercial might live.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Ancient beasts of Swamp of Sorrows",
    "lore": "This book details the ancient beasts that plagued the lands of Swamp of Sorrows, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks forbidden spell",
    "found_in": "Crypts of Madness",
    "author": "Master Heather the Forgotten"
  },
  {
    "id": "FIROSBOOK031",
    "name": "Chronicle of Prepare",
    "rarity": "Common",
    "description": "Both station without power hard stay under teacher century.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Curses of Tower of Blood",
    "lore": "This book details the curses that plagued the lands of Tower of Blood, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Ashen Wastes",
    "author": "Master Keith the Wise"
  },
  {
    "id": "FIROSBOOK032",
    "name": "Chronicle of Much",
    "rarity": "Common",
    "description": "Join front protect successful keep single always political former beyond everybody only range situation.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Demonic invasions of Mount Kaeros",
    "lore": "This book details the demonic invasions that plagued the lands of Mount Kaeros, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Tower of Blood",
    "author": "Master Craig the Wise"
  },
  {
    "id": "FIROSBOOK033",
    "name": "Chronicle of True",
    "rarity": "Uncommon",
    "description": "Occur outside claim five material media environmental information wonder face trip easy.",
    "historical_faction": "Nahor",
    "chapter_title": "The Ancient beasts of Sunken Abyss",
    "lore": "This book details the ancient beasts that plagued the lands of Sunken Abyss, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Sunken Abyss",
    "author": "Master Megan the Forgotten"
  },
  {
    "id": "FIROSBOOK034",
    "name": "Chronicle of Lot",
    "rarity": "Epic",
    "description": "Month why expect side question keep since mind partner security card.",
    "historical_faction": "Nahor",
    "chapter_title": "The Mutations of Crypts of Madness",
    "lore": "This book details the mutations that plagued the lands of Crypts of Madness, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Sunken Abyss",
    "author": "Master Tina the Forgotten"
  },
  {
    "id": "FIROSBOOK035",
    "name": "Chronicle of Side",
    "rarity": "Epic",
    "description": "There sure how it minute plan sense boy newspaper.",
    "historical_faction": "Nahor",
    "chapter_title": "The Elemental powers of Tower of Blood",
    "lore": "This book details the elemental powers that plagued the lands of Tower of Blood, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Sunken Abyss",
    "author": "Master Elizabeth the Seer"
  },
  {
    "id": "FIROSBOOK036",
    "name": "Chronicle of Writer",
    "rarity": "Common",
    "description": "Character lawyer education realize thank own present candidate discussion understand address people knowledge.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Lost cities of Mount Kaeros",
    "lore": "This book details the lost cities that plagued the lands of Mount Kaeros, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks forbidden spell",
    "found_in": "Hall of Echoes",
    "author": "Master Victor the Forgotten"
  },
  {
    "id": "FIROSBOOK037",
    "name": "Chronicle of As",
    "rarity": "Rare",
    "description": "Move key entire indicate type wish politics serious director.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Ancient beasts of Hall of Echoes",
    "lore": "This book details the ancient beasts that plagued the lands of Hall of Echoes, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Tower of Blood",
    "author": "Master William the Seer"
  },
  {
    "id": "FIROSBOOK038",
    "name": "Chronicle of Structure",
    "rarity": "Rare",
    "description": "Magazine sort street nation husband including summer speech understand road space thing after according medical.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Lost cities of Tower of Blood",
    "lore": "This book details the lost cities that plagued the lands of Tower of Blood, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks forbidden spell",
    "found_in": "Swamp of Sorrows",
    "author": "Master Alexa the Seer"
  },
  {
    "id": "FIROSBOOK039",
    "name": "Chronicle of Range",
    "rarity": "Common",
    "description": "Kid travel prevent help dinner spend get measure win event tend significant town experience heavy.",
    "historical_faction": "Nahor",
    "chapter_title": "The Mutations of Sunken Abyss",
    "lore": "This book details the mutations that plagued the lands of Sunken Abyss, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks forbidden spell",
    "found_in": "Mount Kaeros",
    "author": "Master Charles the Wise"
  },
  {
    "id": "FIROSBOOK040",
    "name": "Chronicle of Focus",
    "rarity": "Uncommon",
    "description": "Black produce clearly office yard natural report.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Faction wars of Ashen Wastes",
    "lore": "This book details the faction wars that plagued the lands of Ashen Wastes, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Mount Kaeros",
    "author": "Master Lydia the Mad"
  },
  {
    "id": "FIROSBOOK041",
    "name": "Chronicle of Sometimes",
    "rarity": "Common",
    "description": "Happy well oil discussion pressure new place truth fast test deep full.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Demonic invasions of Ruins of Nahor",
    "lore": "This book details the demonic invasions that plagued the lands of Ruins of Nahor, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Swamp of Sorrows",
    "author": "Master Judy the Seer"
  },
  {
    "id": "FIROSBOOK042",
    "name": "Chronicle of Live",
    "rarity": "Common",
    "description": "Customer seat dinner character better national cover black he through deep.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Faction wars of Swamp of Sorrows",
    "lore": "This book details the faction wars that plagued the lands of Swamp of Sorrows, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Crypts of Madness",
    "author": "Master Richard the Wise"
  },
  {
    "id": "FIROSBOOK043",
    "name": "Chronicle of Serious",
    "rarity": "Uncommon",
    "description": "Address lawyer record green choose position still.",
    "historical_faction": "Kultyści Otchłani",
    "chapter_title": "The Elemental powers of Tower of Blood",
    "lore": "This book details the elemental powers that plagued the lands of Tower of Blood, during the reign of the Kultyści Otchłani. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Tower of Blood",
    "author": "Master Kim the Seer"
  },
  {
    "id": "FIROSBOOK044",
    "name": "Chronicle of Test",
    "rarity": "Common",
    "description": "Choice religious else notice radio series soldier where office measure.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Rituals of Sunken Abyss",
    "lore": "This book details the rituals that plagued the lands of Sunken Abyss, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Mount Kaeros",
    "author": "Master Autumn the Wise"
  },
  {
    "id": "FIROSBOOK045",
    "name": "Chronicle of Smile",
    "rarity": "Rare",
    "description": "School stock avoid agency behind program simple than always one member night.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Elemental powers of Crypts of Madness",
    "lore": "This book details the elemental powers that plagued the lands of Crypts of Madness, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Ruins of Nahor",
    "author": "Master Kerri the Mad"
  },
  {
    "id": "FIROSBOOK046",
    "name": "Chronicle of Off",
    "rarity": "Common",
    "description": "Stuff movement your summer me one authority during.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Elemental powers of Swamp of Sorrows",
    "lore": "This book details the elemental powers that plagued the lands of Swamp of Sorrows, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Crypts of Madness",
    "author": "Master Richard the Forgotten"
  },
  {
    "id": "FIROSBOOK047",
    "name": "Chronicle of Nothing",
    "rarity": "Uncommon",
    "description": "Dark billion wait item service listen myself structure.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Forgotten heroes of Swamp of Sorrows",
    "lore": "This book details the forgotten heroes that plagued the lands of Swamp of Sorrows, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks forbidden spell",
    "found_in": "Tower of Blood",
    "author": "Master Robert the Mad"
  },
  {
    "id": "FIROSBOOK048",
    "name": "Chronicle of Should",
    "rarity": "Common",
    "description": "Less into exist individual role up positive field scientist item prevent peace someone model.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Forgotten heroes of Crypts of Madness",
    "lore": "This book details the forgotten heroes that plagued the lands of Crypts of Madness, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks forbidden spell",
    "found_in": "Mount Kaeros",
    "author": "Master Lori the Mad"
  },
  {
    "id": "FIROSBOOK049",
    "name": "Chronicle of Practice",
    "rarity": "Uncommon",
    "description": "Thousand good fast student remember himself financial treatment themselves improve must continue less local offer.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Lost cities of Ashen Wastes",
    "lore": "This book details the lost cities that plagued the lands of Ashen Wastes, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Sunken Abyss",
    "author": "Master Scott the Seer"
  },
  {
    "id": "FIROSBOOK050",
    "name": "Chronicle of Now",
    "rarity": "Common",
    "description": "Boy politics project sense to interest response against that senior such lawyer likely once.",
    "historical_faction": "Kultyści Otchłani",
    "chapter_title": "The Elemental powers of Mount Kaeros",
    "lore": "This book details the elemental powers that plagued the lands of Mount Kaeros, during the reign of the Kultyści Otchłani. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Sunken Abyss",
    "author": "Master Alec the Mad"
  },
  {
    "id": "FIROSBOOK051",
    "name": "Chronicle of Job",
    "rarity": "Legendary",
    "description": "No quickly goal rule fire while bed nation positive growth box chance.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Elemental powers of Mount Kaeros",
    "lore": "This book details the elemental powers that plagued the lands of Mount Kaeros, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Tower of Blood",
    "author": "Master Brandy the Wise"
  },
  {
    "id": "FIROSBOOK052",
    "name": "Chronicle of Return",
    "rarity": "Uncommon",
    "description": "Level they degree option market true product include idea short kind it despite sing.",
    "historical_faction": "Nahor",
    "chapter_title": "The Demonic invasions of Ashen Wastes",
    "lore": "This book details the demonic invasions that plagued the lands of Ashen Wastes, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Mount Kaeros",
    "author": "Master Alison the Mad"
  },
  {
    "id": "FIROSBOOK053",
    "name": "Chronicle of Side",
    "rarity": "Common",
    "description": "Travel candidate all level change fund sea.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Ancient beasts of Hall of Echoes",
    "lore": "This book details the ancient beasts that plagued the lands of Hall of Echoes, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Hall of Echoes",
    "author": "Master Robert the Wise"
  },
  {
    "id": "FIROSBOOK054",
    "name": "Chronicle of Month",
    "rarity": "Rare",
    "description": "Notice station perhaps drop itself wonder five study live.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Forgotten heroes of Crypts of Madness",
    "lore": "This book details the forgotten heroes that plagued the lands of Crypts of Madness, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks forbidden spell",
    "found_in": "Mount Kaeros",
    "author": "Master Kayla the Wise"
  },
  {
    "id": "FIROSBOOK055",
    "name": "Chronicle of Minute",
    "rarity": "Epic",
    "description": "Consumer talk adult clearly day writer as no performance center record information glass allow coach.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Rituals of Mount Kaeros",
    "lore": "This book details the rituals that plagued the lands of Mount Kaeros, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Crypts of Madness",
    "author": "Master Linda the Mad"
  },
  {
    "id": "FIROSBOOK056",
    "name": "Chronicle of Cost",
    "rarity": "Uncommon",
    "description": "Letter brother test another series son bring recently nation science step.",
    "historical_faction": "Kultyści Otchłani",
    "chapter_title": "The Forbidden magic of Sunken Abyss",
    "lore": "This book details the forbidden magic that plagued the lands of Sunken Abyss, during the reign of the Kultyści Otchłani. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Ruins of Nahor",
    "author": "Master Michelle the Seer"
  },
  {
    "id": "FIROSBOOK057",
    "name": "Chronicle of Them",
    "rarity": "Uncommon",
    "description": "Form in land reveal consider above capital seat change.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Forbidden magic of Hall of Echoes",
    "lore": "This book details the forbidden magic that plagued the lands of Hall of Echoes, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Mount Kaeros",
    "author": "Master Amy the Seer"
  },
  {
    "id": "FIROSBOOK058",
    "name": "Chronicle of Side",
    "rarity": "Rare",
    "description": "Usually case hour financial middle without three plant.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Curses of Ashen Wastes",
    "lore": "This book details the curses that plagued the lands of Ashen Wastes, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Swamp of Sorrows",
    "author": "Master Megan the Mad"
  },
  {
    "id": "FIROSBOOK059",
    "name": "Chronicle of Despite",
    "rarity": "Uncommon",
    "description": "Drug visit role treatment figure none conference government black material hear act truth.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Lost cities of Tower of Blood",
    "lore": "This book details the lost cities that plagued the lands of Tower of Blood, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Ruins of Nahor",
    "author": "Master Alfred the Seer"
  },
  {
    "id": "FIROSBOOK060",
    "name": "Chronicle of Star",
    "rarity": "Common",
    "description": "Girl ago visit a rule through idea face worry sure.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Lost cities of Hall of Echoes",
    "lore": "This book details the lost cities that plagued the lands of Hall of Echoes, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Tower of Blood",
    "author": "Master Jonathan the Mad"
  },
  {
    "id": "FIROSBOOK061",
    "name": "Chronicle of Least",
    "rarity": "Epic",
    "description": "Hospital later small everything large talk pressure movement receive whole enter buy feeling beat.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Ancient beasts of Ashen Wastes",
    "lore": "This book details the ancient beasts that plagued the lands of Ashen Wastes, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Tower of Blood",
    "author": "Master April the Wise"
  },
  {
    "id": "FIROSBOOK062",
    "name": "Chronicle of Or",
    "rarity": "Rare",
    "description": "Newspaper police economy audience kid thought debate woman open.",
    "historical_faction": "Kultyści Otchłani",
    "chapter_title": "The Demonic invasions of Crypts of Madness",
    "lore": "This book details the demonic invasions that plagued the lands of Crypts of Madness, during the reign of the Kultyści Otchłani. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Sunken Abyss",
    "author": "Master Benjamin the Wise"
  },
  {
    "id": "FIROSBOOK063",
    "name": "Chronicle of Animal",
    "rarity": "Epic",
    "description": "Dream by arrive position above cell admit garden I.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Forgotten heroes of Ruins of Nahor",
    "lore": "This book details the forgotten heroes that plagued the lands of Ruins of Nahor, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Ruins of Nahor",
    "author": "Master Lisa the Forgotten"
  },
  {
    "id": "FIROSBOOK064",
    "name": "Chronicle of Enjoy",
    "rarity": "Uncommon",
    "description": "Yes heart ground ready concern probably example enjoy stage staff deal now interview direction forward.",
    "historical_faction": "Nahor",
    "chapter_title": "The Mutations of Tower of Blood",
    "lore": "This book details the mutations that plagued the lands of Tower of Blood, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Hall of Echoes",
    "author": "Master Kenneth the Seer"
  },
  {
    "id": "FIROSBOOK065",
    "name": "Chronicle of Imagine",
    "rarity": "Epic",
    "description": "Form create guy dream camera property special.",
    "historical_faction": "Kultyści Otchłani",
    "chapter_title": "The Demonic invasions of Sunken Abyss",
    "lore": "This book details the demonic invasions that plagued the lands of Sunken Abyss, during the reign of the Kultyści Otchłani. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Sunken Abyss",
    "author": "Master Joanna the Forgotten"
  },
  {
    "id": "FIROSBOOK066",
    "name": "Chronicle of Security",
    "rarity": "Common",
    "description": "Country officer start physical relationship significant increase growth.",
    "historical_faction": "Nahor",
    "chapter_title": "The Demonic invasions of Crypts of Madness",
    "lore": "This book details the demonic invasions that plagued the lands of Crypts of Madness, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Crypts of Madness",
    "author": "Master Justin the Wise"
  },
  {
    "id": "FIROSBOOK067",
    "name": "Chronicle of Drop",
    "rarity": "Common",
    "description": "Different right bag trade popular will worker product social early good compare keep join natural than.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Demonic invasions of Crypts of Madness",
    "lore": "This book details the demonic invasions that plagued the lands of Crypts of Madness, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Tower of Blood",
    "author": "Master Dustin the Wise"
  },
  {
    "id": "FIROSBOOK068",
    "name": "Chronicle of Level",
    "rarity": "Common",
    "description": "Reflect career enjoy service soldier phone appear return.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Rituals of Ruins of Nahor",
    "lore": "This book details the rituals that plagued the lands of Ruins of Nahor, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Ashen Wastes",
    "author": "Master Daniel the Wise"
  },
  {
    "id": "FIROSBOOK069",
    "name": "Chronicle of Risk",
    "rarity": "Uncommon",
    "description": "Run firm television food race direction suddenly.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Forbidden magic of Swamp of Sorrows",
    "lore": "This book details the forbidden magic that plagued the lands of Swamp of Sorrows, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Crypts of Madness",
    "author": "Master Brian the Forgotten"
  },
  {
    "id": "FIROSBOOK070",
    "name": "Chronicle of College",
    "rarity": "Legendary",
    "description": "Small number kitchen wrong bring available painting along fund little.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Curses of Tower of Blood",
    "lore": "This book details the curses that plagued the lands of Tower of Blood, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Mount Kaeros",
    "author": "Master James the Seer"
  },
  {
    "id": "FIROSBOOK071",
    "name": "Chronicle of Often",
    "rarity": "Uncommon",
    "description": "Ball poor believe finally perhaps including about teach argue top lead draw believe high trade example.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Mutations of Sunken Abyss",
    "lore": "This book details the mutations that plagued the lands of Sunken Abyss, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Tower of Blood",
    "author": "Master Terri the Wise"
  },
  {
    "id": "FIROSBOOK072",
    "name": "Chronicle of Modern",
    "rarity": "Rare",
    "description": "Look two issue a serious response dog yard single company various interest remain clear.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Rituals of Hall of Echoes",
    "lore": "This book details the rituals that plagued the lands of Hall of Echoes, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Tower of Blood",
    "author": "Master Peter the Mad"
  },
  {
    "id": "FIROSBOOK073",
    "name": "Chronicle of Born",
    "rarity": "Common",
    "description": "Office war letter particularly protect central up become style front program window.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Curses of Swamp of Sorrows",
    "lore": "This book details the curses that plagued the lands of Swamp of Sorrows, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Hall of Echoes",
    "author": "Master Tiffany the Forgotten"
  },
  {
    "id": "FIROSBOOK074",
    "name": "Chronicle of Strategy",
    "rarity": "Uncommon",
    "description": "Laugh price half risk leg plant watch friend central while TV do field perform.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Mutations of Mount Kaeros",
    "lore": "This book details the mutations that plagued the lands of Mount Kaeros, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Sunken Abyss",
    "author": "Master Austin the Mad"
  },
  {
    "id": "FIROSBOOK075",
    "name": "Chronicle of Reveal",
    "rarity": "Common",
    "description": "Future account black seven indeed while five argue individual live their effort control fire trial nothing.",
    "historical_faction": "Kultyści Otchłani",
    "chapter_title": "The Lost cities of Sunken Abyss",
    "lore": "This book details the lost cities that plagued the lands of Sunken Abyss, during the reign of the Kultyści Otchłani. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Hall of Echoes",
    "author": "Master Lance the Seer"
  },
  {
    "id": "FIROSBOOK076",
    "name": "Chronicle of Front",
    "rarity": "Common",
    "description": "Player computer real change speech surface read character pressure memory choose individual effect save.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Forgotten heroes of Tower of Blood",
    "lore": "This book details the forgotten heroes that plagued the lands of Tower of Blood, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Swamp of Sorrows",
    "author": "Master Todd the Wise"
  },
  {
    "id": "FIROSBOOK077",
    "name": "Chronicle of Any",
    "rarity": "Common",
    "description": "Occur suddenly future certain pick myself person service official country nothing.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Ancient beasts of Mount Kaeros",
    "lore": "This book details the ancient beasts that plagued the lands of Mount Kaeros, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks forbidden spell",
    "found_in": "Mount Kaeros",
    "author": "Master Jeremy the Mad"
  },
  {
    "id": "FIROSBOOK078",
    "name": "Chronicle of None",
    "rarity": "Uncommon",
    "description": "Attention per drive phone here be huge look me every add.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Forgotten heroes of Crypts of Madness",
    "lore": "This book details the forgotten heroes that plagued the lands of Crypts of Madness, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Swamp of Sorrows",
    "author": "Master Kristen the Wise"
  },
  {
    "id": "FIROSBOOK079",
    "name": "Chronicle of Phone",
    "rarity": "Rare",
    "description": "Cell for sure government court present walk ago leader here citizen low especially specific past.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Elemental powers of Ruins of Nahor",
    "lore": "This book details the elemental powers that plagued the lands of Ruins of Nahor, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Ashen Wastes",
    "author": "Master James the Seer"
  },
  {
    "id": "FIROSBOOK080",
    "name": "Chronicle of Fight",
    "rarity": "Common",
    "description": "Democratic I professional way he center position.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Forbidden magic of Tower of Blood",
    "lore": "This book details the forbidden magic that plagued the lands of Tower of Blood, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Crypts of Madness",
    "author": "Master Krista the Seer"
  },
  {
    "id": "FIROSBOOK081",
    "name": "Chronicle of Knowledge",
    "rarity": "Common",
    "description": "Town lot order current mission control see school.",
    "historical_faction": "Nahor",
    "chapter_title": "The Forbidden magic of Hall of Echoes",
    "lore": "This book details the forbidden magic that plagued the lands of Hall of Echoes, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Ruins of Nahor",
    "author": "Master Mary the Wise"
  },
  {
    "id": "FIROSBOOK082",
    "name": "Chronicle of Pretty",
    "rarity": "Epic",
    "description": "Role yeah tend second win your true say system else cultural rise response.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Rituals of Ashen Wastes",
    "lore": "This book details the rituals that plagued the lands of Ashen Wastes, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks forbidden spell",
    "found_in": "Swamp of Sorrows",
    "author": "Master Christopher the Forgotten"
  },
  {
    "id": "FIROSBOOK083",
    "name": "Chronicle of Energy",
    "rarity": "Epic",
    "description": "Probably development resource future similar that skin reduce lose local security statement score consider girl style.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Demonic invasions of Mount Kaeros",
    "lore": "This book details the demonic invasions that plagued the lands of Mount Kaeros, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Hall of Echoes",
    "author": "Master Rebecca the Seer"
  },
  {
    "id": "FIROSBOOK084",
    "name": "Chronicle of Day",
    "rarity": "Common",
    "description": "Professional down possible thought you it dark trip decide offer former return draw ahead.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Forgotten heroes of Ashen Wastes",
    "lore": "This book details the forgotten heroes that plagued the lands of Ashen Wastes, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Sunken Abyss",
    "author": "Master Timothy the Seer"
  },
  {
    "id": "FIROSBOOK085",
    "name": "Chronicle of Wish",
    "rarity": "Rare",
    "description": "Car side star quality draw system experience cut assume certain.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Forbidden magic of Mount Kaeros",
    "lore": "This book details the forbidden magic that plagued the lands of Mount Kaeros, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Hall of Echoes",
    "author": "Master Tanya the Forgotten"
  },
  {
    "id": "FIROSBOOK086",
    "name": "Chronicle of Goal",
    "rarity": "Common",
    "description": "Analysis week not father different page person drop occur choose increase heart.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Ancient beasts of Ashen Wastes",
    "lore": "This book details the ancient beasts that plagued the lands of Ashen Wastes, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Hall of Echoes",
    "author": "Master Marcus the Seer"
  },
  {
    "id": "FIROSBOOK087",
    "name": "Chronicle of Evening",
    "rarity": "Uncommon",
    "description": "Summer our change dog public sea hair provide.",
    "historical_faction": "Nahor",
    "chapter_title": "The Mutations of Hall of Echoes",
    "lore": "This book details the mutations that plagued the lands of Hall of Echoes, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Sunken Abyss",
    "author": "Master Jose the Seer"
  },
  {
    "id": "FIROSBOOK088",
    "name": "Chronicle of Money",
    "rarity": "Common",
    "description": "At concern environment matter vote possible personal race knowledge not state join fly hold.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Lost cities of Tower of Blood",
    "lore": "This book details the lost cities that plagued the lands of Tower of Blood, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Ruins of Nahor",
    "author": "Master Mary the Wise"
  },
  {
    "id": "FIROSBOOK089",
    "name": "Chronicle of Series",
    "rarity": "Uncommon",
    "description": "Far visit join go ever condition lose attention first prevent.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Faction wars of Mount Kaeros",
    "lore": "This book details the faction wars that plagued the lands of Mount Kaeros, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Crypts of Madness",
    "author": "Master Daniel the Seer"
  },
  {
    "id": "FIROSBOOK090",
    "name": "Chronicle of Their",
    "rarity": "Common",
    "description": "Account us particular outside future unit attack key work should this air.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Elemental powers of Ashen Wastes",
    "lore": "This book details the elemental powers that plagued the lands of Ashen Wastes, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Ruins of Nahor",
    "author": "Master Thomas the Forgotten"
  },
  {
    "id": "FIROSBOOK091",
    "name": "Chronicle of Above",
    "rarity": "Rare",
    "description": "Ago discussion blood sign bit protect return later few meeting rule health.",
    "historical_faction": "Kultyści Otchłani",
    "chapter_title": "The Curses of Crypts of Madness",
    "lore": "This book details the curses that plagued the lands of Crypts of Madness, during the reign of the Kultyści Otchłani. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Mount Kaeros",
    "author": "Master Kathleen the Seer"
  },
  {
    "id": "FIROSBOOK092",
    "name": "Chronicle of Find",
    "rarity": "Common",
    "description": "Voice history word under win field responsibility consider hundred radio analysis act.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Faction wars of Mount Kaeros",
    "lore": "This book details the faction wars that plagued the lands of Mount Kaeros, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Hall of Echoes",
    "author": "Master Brad the Mad"
  },
  {
    "id": "FIROSBOOK093",
    "name": "Chronicle of Wall",
    "rarity": "Uncommon",
    "description": "Out traditional a time next effect eight both personal stock.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Faction wars of Ruins of Nahor",
    "lore": "This book details the faction wars that plagued the lands of Ruins of Nahor, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Swamp of Sorrows",
    "author": "Master Susan the Mad"
  },
  {
    "id": "FIROSBOOK094",
    "name": "Chronicle of Take",
    "rarity": "Uncommon",
    "description": "Remain front read indeed indicate color environment government management market civil democratic space study resource media.",
    "historical_faction": "Nahor",
    "chapter_title": "The Elemental powers of Swamp of Sorrows",
    "lore": "This book details the elemental powers that plagued the lands of Swamp of Sorrows, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Ruins of Nahor",
    "author": "Master Mary the Seer"
  },
  {
    "id": "FIROSBOOK095",
    "name": "Chronicle of Each",
    "rarity": "Legendary",
    "description": "Sense difference only quality agree its also relationship call.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Curses of Sunken Abyss",
    "lore": "This book details the curses that plagued the lands of Sunken Abyss, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Crypts of Madness",
    "author": "Master Travis the Forgotten"
  },
  {
    "id": "FIROSBOOK096",
    "name": "Chronicle of Pretty",
    "rarity": "Legendary",
    "description": "Star country prepare per meeting sea first data voice beat season because.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Forgotten heroes of Swamp of Sorrows",
    "lore": "This book details the forgotten heroes that plagued the lands of Swamp of Sorrows, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Ruins of Nahor",
    "author": "Master Tyler the Mad"
  },
  {
    "id": "FIROSBOOK097",
    "name": "Chronicle of Much",
    "rarity": "Uncommon",
    "description": "Participant simple fine still bring street mouth safe voice race recently parent represent wife.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Ancient beasts of Tower of Blood",
    "lore": "This book details the ancient beasts that plagued the lands of Tower of Blood, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Swamp of Sorrows",
    "author": "Master Kelli the Forgotten"
  },
  {
    "id": "FIROSBOOK098",
    "name": "Chronicle of Next",
    "rarity": "Common",
    "description": "Television shoulder guess drop head until them including site computer of agent condition authority Mr.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Rituals of Ashen Wastes",
    "lore": "This book details the rituals that plagued the lands of Ashen Wastes, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Hall of Echoes",
    "author": "Master Matthew the Mad"
  },
  {
    "id": "FIROSBOOK099",
    "name": "Chronicle of Hard",
    "rarity": "Common",
    "description": "Page great best cover direction bar yet fight husband word natural cover every.",
    "historical_faction": "Kultyści Otchłani",
    "chapter_title": "The Ancient beasts of Crypts of Madness",
    "lore": "This book details the ancient beasts that plagued the lands of Crypts of Madness, during the reign of the Kultyści Otchłani. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Ruins of Nahor",
    "author": "Master Linda the Forgotten"
  },
  {
    "id": "FIROSBOOK100",
    "name": "Chronicle of Ball",
    "rarity": "Common",
    "description": "Put more anyone describe recognize effect everyone.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Demonic invasions of Tower of Blood",
    "lore": "This book details the demonic invasions that plagued the lands of Tower of Blood, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Crypts of Madness",
    "author": "Master Jeff the Seer"
  },
  {
    "id": "FIROSBOOK101",
    "name": "Chronicle of Design",
    "rarity": "Rare",
    "description": "Show parent teacher democratic general style magazine painting.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Faction wars of Swamp of Sorrows",
    "lore": "This book details the faction wars that plagued the lands of Swamp of Sorrows, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Mount Kaeros",
    "author": "Master William the Wise"
  },
  {
    "id": "FIROSBOOK102",
    "name": "Chronicle of Somebody",
    "rarity": "Uncommon",
    "description": "Democratic local part future that dinner color than stay result blood share blood true focus manager.",
    "historical_faction": "Nahor",
    "chapter_title": "The Forbidden magic of Tower of Blood",
    "lore": "This book details the forbidden magic that plagued the lands of Tower of Blood, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Crypts of Madness",
    "author": "Master James the Wise"
  },
  {
    "id": "FIROSBOOK103",
    "name": "Chronicle of Ten",
    "rarity": "Uncommon",
    "description": "Military three whole professional skin sure stay seek.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Lost cities of Swamp of Sorrows",
    "lore": "This book details the lost cities that plagued the lands of Swamp of Sorrows, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks forbidden spell",
    "found_in": "Tower of Blood",
    "author": "Master Shirley the Mad"
  },
  {
    "id": "FIROSBOOK104",
    "name": "Chronicle of Explain",
    "rarity": "Uncommon",
    "description": "Day number move letter model local again news apply worry office.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Mutations of Swamp of Sorrows",
    "lore": "This book details the mutations that plagued the lands of Swamp of Sorrows, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Mount Kaeros",
    "author": "Master Emily the Seer"
  },
  {
    "id": "FIROSBOOK105",
    "name": "Chronicle of Account",
    "rarity": "Epic",
    "description": "Their side behavior case million everyone newspaper report language near author song tell.",
    "historical_faction": "Kultyści Otchłani",
    "chapter_title": "The Ancient beasts of Mount Kaeros",
    "lore": "This book details the ancient beasts that plagued the lands of Mount Kaeros, during the reign of the Kultyści Otchłani. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks forbidden spell",
    "found_in": "Swamp of Sorrows",
    "author": "Master William the Mad"
  },
  {
    "id": "FIROSBOOK106",
    "name": "Chronicle of Community",
    "rarity": "Common",
    "description": "Across strong amount author debate themselves beautiful.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Demonic invasions of Tower of Blood",
    "lore": "This book details the demonic invasions that plagued the lands of Tower of Blood, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Tower of Blood",
    "author": "Master James the Mad"
  },
  {
    "id": "FIROSBOOK107",
    "name": "Chronicle of Try",
    "rarity": "Common",
    "description": "Argue wrong set fly professor already dream live someone single all song week might do.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Curses of Ashen Wastes",
    "lore": "This book details the curses that plagued the lands of Ashen Wastes, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Ashen Wastes",
    "author": "Master Craig the Wise"
  },
  {
    "id": "FIROSBOOK108",
    "name": "Chronicle of Total",
    "rarity": "Rare",
    "description": "Popular project form cup possible success note standard suffer in type Mrs appear happen military.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Curses of Sunken Abyss",
    "lore": "This book details the curses that plagued the lands of Sunken Abyss, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Swamp of Sorrows",
    "author": "Master Sarah the Mad"
  },
  {
    "id": "FIROSBOOK109",
    "name": "Chronicle of Book",
    "rarity": "Common",
    "description": "He traditional hospital million government relationship necessary compare.",
    "historical_faction": "Nahor",
    "chapter_title": "The Curses of Swamp of Sorrows",
    "lore": "This book details the curses that plagued the lands of Swamp of Sorrows, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Hall of Echoes",
    "author": "Master Michaela the Wise"
  },
  {
    "id": "FIROSBOOK110",
    "name": "Chronicle of Consumer",
    "rarity": "Uncommon",
    "description": "Ability chance again administration best away decade thousand sea.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Mutations of Swamp of Sorrows",
    "lore": "This book details the mutations that plagued the lands of Swamp of Sorrows, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Hall of Echoes",
    "author": "Master Ryan the Seer"
  },
  {
    "id": "FIROSBOOK111",
    "name": "Chronicle of Authority",
    "rarity": "Common",
    "description": "Table after response third laugh however star wrong cultural author determine.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Elemental powers of Swamp of Sorrows",
    "lore": "This book details the elemental powers that plagued the lands of Swamp of Sorrows, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Crypts of Madness",
    "author": "Master Justin the Seer"
  },
  {
    "id": "FIROSBOOK112",
    "name": "Chronicle of Simple",
    "rarity": "Common",
    "description": "Class individual PM style but rest law rather such short fight question remain do.",
    "historical_faction": "Kultyści Otchłani",
    "chapter_title": "The Demonic invasions of Sunken Abyss",
    "lore": "This book details the demonic invasions that plagued the lands of Sunken Abyss, during the reign of the Kultyści Otchłani. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Swamp of Sorrows",
    "author": "Master Michael the Wise"
  },
  {
    "id": "FIROSBOOK113",
    "name": "Chronicle of Ago",
    "rarity": "Common",
    "description": "Charge decision nature article beyond all article into dinner.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Faction wars of Tower of Blood",
    "lore": "This book details the faction wars that plagued the lands of Tower of Blood, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Ashen Wastes",
    "author": "Master Alejandra the Wise"
  },
  {
    "id": "FIROSBOOK114",
    "name": "Chronicle of Change",
    "rarity": "Uncommon",
    "description": "Another reflect sea cause ground church build forget eat sport subject than serve capital.",
    "historical_faction": "Kultyści Otchłani",
    "chapter_title": "The Elemental powers of Swamp of Sorrows",
    "lore": "This book details the elemental powers that plagued the lands of Swamp of Sorrows, during the reign of the Kultyści Otchłani. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Hall of Echoes",
    "author": "Master Renee the Mad"
  },
  {
    "id": "FIROSBOOK115",
    "name": "Chronicle of Loss",
    "rarity": "Common",
    "description": "Spring course end best determine five white wide nor brother huge.",
    "historical_faction": "Kultyści Otchłani",
    "chapter_title": "The Ancient beasts of Crypts of Madness",
    "lore": "This book details the ancient beasts that plagued the lands of Crypts of Madness, during the reign of the Kultyści Otchłani. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Tower of Blood",
    "author": "Master Jeremy the Forgotten"
  },
  {
    "id": "FIROSBOOK116",
    "name": "Chronicle of Other",
    "rarity": "Rare",
    "description": "Plan west natural fact car part dog very hotel best notice.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Rituals of Sunken Abyss",
    "lore": "This book details the rituals that plagued the lands of Sunken Abyss, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Hall of Echoes",
    "author": "Master John the Wise"
  },
  {
    "id": "FIROSBOOK117",
    "name": "Chronicle of Month",
    "rarity": "Uncommon",
    "description": "Cultural season eight charge though wait tax company.",
    "historical_faction": "Kultyści Otchłani",
    "chapter_title": "The Lost cities of Hall of Echoes",
    "lore": "This book details the lost cities that plagued the lands of Hall of Echoes, during the reign of the Kultyści Otchłani. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks forbidden spell",
    "found_in": "Hall of Echoes",
    "author": "Master Raymond the Mad"
  },
  {
    "id": "FIROSBOOK118",
    "name": "Chronicle of Various",
    "rarity": "Common",
    "description": "Operation describe brother short key economic fly wonder too buy.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Demonic invasions of Sunken Abyss",
    "lore": "This book details the demonic invasions that plagued the lands of Sunken Abyss, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Crypts of Madness",
    "author": "Master Tiffany the Forgotten"
  },
  {
    "id": "FIROSBOOK119",
    "name": "Chronicle of Financial",
    "rarity": "Epic",
    "description": "Past into economic land rest man kitchen and memory seek any amount really management that.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Forgotten heroes of Ruins of Nahor",
    "lore": "This book details the forgotten heroes that plagued the lands of Ruins of Nahor, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Crypts of Madness",
    "author": "Master Kimberly the Forgotten"
  },
  {
    "id": "FIROSBOOK120",
    "name": "Chronicle of Physical",
    "rarity": "Rare",
    "description": "Month building physical manage ball some score bit they best line center personal election body.",
    "historical_faction": "Nahor",
    "chapter_title": "The Mutations of Tower of Blood",
    "lore": "This book details the mutations that plagued the lands of Tower of Blood, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Hall of Echoes",
    "author": "Master Joseph the Mad"
  },
  {
    "id": "FIROSBOOK121",
    "name": "Chronicle of Option",
    "rarity": "Common",
    "description": "Fire room realize care truth hard remember shake like none color old people myself international.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Elemental powers of Swamp of Sorrows",
    "lore": "This book details the elemental powers that plagued the lands of Swamp of Sorrows, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks forbidden spell",
    "found_in": "Ashen Wastes",
    "author": "Master Jamie the Forgotten"
  },
  {
    "id": "FIROSBOOK122",
    "name": "Chronicle of Start",
    "rarity": "Common",
    "description": "Special science water matter take according manager contain star.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Forbidden magic of Swamp of Sorrows",
    "lore": "This book details the forbidden magic that plagued the lands of Swamp of Sorrows, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Mount Kaeros",
    "author": "Master Marcus the Mad"
  },
  {
    "id": "FIROSBOOK123",
    "name": "Chronicle of Shake",
    "rarity": "Common",
    "description": "Continue site film follow goal head street their serve response produce use keep that would.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Elemental powers of Swamp of Sorrows",
    "lore": "This book details the elemental powers that plagued the lands of Swamp of Sorrows, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Hall of Echoes",
    "author": "Master Rodney the Mad"
  },
  {
    "id": "FIROSBOOK124",
    "name": "Chronicle of Day",
    "rarity": "Common",
    "description": "Provide lead career student mention he table country.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Forgotten heroes of Hall of Echoes",
    "lore": "This book details the forgotten heroes that plagued the lands of Hall of Echoes, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks forbidden spell",
    "found_in": "Mount Kaeros",
    "author": "Master Frances the Mad"
  },
  {
    "id": "FIROSBOOK125",
    "name": "Chronicle of Increase",
    "rarity": "Epic",
    "description": "Example affect rock question mention no play certainly source over glass myself.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Forbidden magic of Mount Kaeros",
    "lore": "This book details the forbidden magic that plagued the lands of Mount Kaeros, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Crypts of Madness",
    "author": "Master Kathleen the Wise"
  },
  {
    "id": "FIROSBOOK126",
    "name": "Chronicle of Law",
    "rarity": "Legendary",
    "description": "Next art save can yet nearly area nothing trouble seven education same recognize everything consider standard.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Elemental powers of Swamp of Sorrows",
    "lore": "This book details the elemental powers that plagued the lands of Swamp of Sorrows, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks forbidden spell",
    "found_in": "Crypts of Madness",
    "author": "Master Patrick the Wise"
  },
  {
    "id": "FIROSBOOK127",
    "name": "Chronicle of Forget",
    "rarity": "Uncommon",
    "description": "Support serve successful concern where degree front deal easy increase degree home without practice which.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Faction wars of Tower of Blood",
    "lore": "This book details the faction wars that plagued the lands of Tower of Blood, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Sunken Abyss",
    "author": "Master Sarah the Wise"
  },
  {
    "id": "FIROSBOOK128",
    "name": "Chronicle of Authority",
    "rarity": "Uncommon",
    "description": "Military pick health order important film ability serve think else simple and realize.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Lost cities of Ruins of Nahor",
    "lore": "This book details the lost cities that plagued the lands of Ruins of Nahor, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Ruins of Nahor",
    "author": "Master Megan the Wise"
  },
  {
    "id": "FIROSBOOK129",
    "name": "Chronicle of Forget",
    "rarity": "Legendary",
    "description": "Knowledge former throughout prepare plant month interest image friend.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Forbidden magic of Sunken Abyss",
    "lore": "This book details the forbidden magic that plagued the lands of Sunken Abyss, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Mount Kaeros",
    "author": "Master John the Wise"
  },
  {
    "id": "FIROSBOOK130",
    "name": "Chronicle of Stage",
    "rarity": "Rare",
    "description": "Who carry play against there knowledge name guess major imagine war drive offer suddenly.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Demonic invasions of Swamp of Sorrows",
    "lore": "This book details the demonic invasions that plagued the lands of Swamp of Sorrows, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Tower of Blood",
    "author": "Master Julia the Wise"
  },
  {
    "id": "FIROSBOOK131",
    "name": "Chronicle of Brother",
    "rarity": "Common",
    "description": "Common able peace which goal work glass.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Ancient beasts of Hall of Echoes",
    "lore": "This book details the ancient beasts that plagued the lands of Hall of Echoes, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Mount Kaeros",
    "author": "Master Brian the Mad"
  },
  {
    "id": "FIROSBOOK132",
    "name": "Chronicle of Although",
    "rarity": "Uncommon",
    "description": "Such whose company mention yeah community into able lead reveal final beyond because pressure particularly.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Curses of Mount Kaeros",
    "lore": "This book details the curses that plagued the lands of Mount Kaeros, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Sunken Abyss",
    "author": "Master Tammy the Forgotten"
  },
  {
    "id": "FIROSBOOK133",
    "name": "Chronicle of Myself",
    "rarity": "Uncommon",
    "description": "Home miss former specific good work production after true year land rather.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Curses of Hall of Echoes",
    "lore": "This book details the curses that plagued the lands of Hall of Echoes, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Ruins of Nahor",
    "author": "Master Laura the Forgotten"
  },
  {
    "id": "FIROSBOOK134",
    "name": "Chronicle of Before",
    "rarity": "Rare",
    "description": "And appear party particular religious west piece benefit service effect see many.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Rituals of Tower of Blood",
    "lore": "This book details the rituals that plagued the lands of Tower of Blood, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Crypts of Madness",
    "author": "Master Stephanie the Seer"
  },
  {
    "id": "FIROSBOOK135",
    "name": "Chronicle of Trouble",
    "rarity": "Epic",
    "description": "Understand information that administration across black question.",
    "historical_faction": "Nahor",
    "chapter_title": "The Ancient beasts of Crypts of Madness",
    "lore": "This book details the ancient beasts that plagued the lands of Crypts of Madness, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Ruins of Nahor",
    "author": "Master Cynthia the Seer"
  },
  {
    "id": "FIROSBOOK136",
    "name": "Chronicle of Individual",
    "rarity": "Common",
    "description": "Us focus oil join middle nation happen exactly between politics agreement house without tax.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Ancient beasts of Tower of Blood",
    "lore": "This book details the ancient beasts that plagued the lands of Tower of Blood, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Sunken Abyss",
    "author": "Master Sandra the Forgotten"
  },
  {
    "id": "FIROSBOOK137",
    "name": "Chronicle of As",
    "rarity": "Rare",
    "description": "Others story theory benefit now consumer dinner those participant seven measure spend.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Faction wars of Ruins of Nahor",
    "lore": "This book details the faction wars that plagued the lands of Ruins of Nahor, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Tower of Blood",
    "author": "Master Joseph the Forgotten"
  },
  {
    "id": "FIROSBOOK138",
    "name": "Chronicle of Cause",
    "rarity": "Rare",
    "description": "Already each them allow school address thought benefit.",
    "historical_faction": "Nahor",
    "chapter_title": "The Forgotten heroes of Swamp of Sorrows",
    "lore": "This book details the forgotten heroes that plagued the lands of Swamp of Sorrows, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Hall of Echoes",
    "author": "Master Jennifer the Mad"
  },
  {
    "id": "FIROSBOOK139",
    "name": "Chronicle of Pass",
    "rarity": "Uncommon",
    "description": "Mention audience administration meeting several street staff behavior season there serve hear former.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Lost cities of Ashen Wastes",
    "lore": "This book details the lost cities that plagued the lands of Ashen Wastes, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Hall of Echoes",
    "author": "Master Melissa the Wise"
  },
  {
    "id": "FIROSBOOK140",
    "name": "Chronicle of View",
    "rarity": "Epic",
    "description": "Send become sport meet officer option just just available live finish my brother.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Mutations of Crypts of Madness",
    "lore": "This book details the mutations that plagued the lands of Crypts of Madness, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Swamp of Sorrows",
    "author": "Master Stacey the Seer"
  },
  {
    "id": "FIROSBOOK141",
    "name": "Chronicle of Ago",
    "rarity": "Rare",
    "description": "Reason every approach compare born study involve example example best TV.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Elemental powers of Tower of Blood",
    "lore": "This book details the elemental powers that plagued the lands of Tower of Blood, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Swamp of Sorrows",
    "author": "Master Kelli the Forgotten"
  },
  {
    "id": "FIROSBOOK142",
    "name": "Chronicle of Democrat",
    "rarity": "Legendary",
    "description": "Group within least both system glass move.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Mutations of Swamp of Sorrows",
    "lore": "This book details the mutations that plagued the lands of Swamp of Sorrows, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Ashen Wastes",
    "author": "Master Marc the Forgotten"
  },
  {
    "id": "FIROSBOOK143",
    "name": "Chronicle of Local",
    "rarity": "Rare",
    "description": "Buy culture hotel different enough human kind detail we offer thank somebody at performance.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Faction wars of Hall of Echoes",
    "lore": "This book details the faction wars that plagued the lands of Hall of Echoes, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Crypts of Madness",
    "author": "Master Carla the Seer"
  },
  {
    "id": "FIROSBOOK144",
    "name": "Chronicle of Explain",
    "rarity": "Common",
    "description": "Reduce this mouth indicate either fact beautiful sure maybe view speech interview.",
    "historical_faction": "Nahor",
    "chapter_title": "The Rituals of Hall of Echoes",
    "lore": "This book details the rituals that plagued the lands of Hall of Echoes, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Hall of Echoes",
    "author": "Master Ashley the Seer"
  },
  {
    "id": "FIROSBOOK145",
    "name": "Chronicle of Vote",
    "rarity": "Common",
    "description": "Claim red in create citizen knowledge line make between participant sense push.",
    "historical_faction": "Nahor",
    "chapter_title": "The Ancient beasts of Ruins of Nahor",
    "lore": "This book details the ancient beasts that plagued the lands of Ruins of Nahor, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Mount Kaeros",
    "author": "Master Danielle the Seer"
  },
  {
    "id": "FIROSBOOK146",
    "name": "Chronicle of While",
    "rarity": "Common",
    "description": "Name business want notice history business name unit month.",
    "historical_faction": "Nahor",
    "chapter_title": "The Faction wars of Tower of Blood",
    "lore": "This book details the faction wars that plagued the lands of Tower of Blood, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Crypts of Madness",
    "author": "Master Jessica the Mad"
  },
  {
    "id": "FIROSBOOK147",
    "name": "Chronicle of Rather",
    "rarity": "Common",
    "description": "Language best protect food worker issue three society.",
    "historical_faction": "Nahor",
    "chapter_title": "The Forbidden magic of Tower of Blood",
    "lore": "This book details the forbidden magic that plagued the lands of Tower of Blood, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Hall of Echoes",
    "author": "Master James the Forgotten"
  },
  {
    "id": "FIROSBOOK148",
    "name": "Chronicle of Whatever",
    "rarity": "Rare",
    "description": "School cold expect describe somebody away black little finally always worry.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Elemental powers of Ruins of Nahor",
    "lore": "This book details the elemental powers that plagued the lands of Ruins of Nahor, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Ruins of Nahor",
    "author": "Master Jason the Mad"
  },
  {
    "id": "FIROSBOOK149",
    "name": "Chronicle of Young",
    "rarity": "Rare",
    "description": "Attack where dog keep significant positive here.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Elemental powers of Crypts of Madness",
    "lore": "This book details the elemental powers that plagued the lands of Crypts of Madness, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks forbidden spell",
    "found_in": "Crypts of Madness",
    "author": "Master Doris the Wise"
  },
  {
    "id": "FIROSBOOK150",
    "name": "Chronicle of For",
    "rarity": "Uncommon",
    "description": "Through science executive apply high station employee fast serve.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Ancient beasts of Crypts of Madness",
    "lore": "This book details the ancient beasts that plagued the lands of Crypts of Madness, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Sunken Abyss",
    "author": "Master Richard the Forgotten"
  },
  {
    "id": "FIROSBOOK151",
    "name": "Chronicle of Increase",
    "rarity": "Common",
    "description": "Attack join moment mother especially key movement least talk college individual other only.",
    "historical_faction": "Kultyści Otchłani",
    "chapter_title": "The Lost cities of Swamp of Sorrows",
    "lore": "This book details the lost cities that plagued the lands of Swamp of Sorrows, during the reign of the Kultyści Otchłani. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Ruins of Nahor",
    "author": "Master Joshua the Seer"
  },
  {
    "id": "FIROSBOOK152",
    "name": "Chronicle of Produce",
    "rarity": "Uncommon",
    "description": "Dinner field federal Mr east safe much our.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Forgotten heroes of Crypts of Madness",
    "lore": "This book details the forgotten heroes that plagued the lands of Crypts of Madness, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks forbidden spell",
    "found_in": "Ashen Wastes",
    "author": "Master Jamie the Forgotten"
  },
  {
    "id": "FIROSBOOK153",
    "name": "Chronicle of Father",
    "rarity": "Legendary",
    "description": "Role professor weight represent explain safe prove key sell when whole off past eight power.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Rituals of Hall of Echoes",
    "lore": "This book details the rituals that plagued the lands of Hall of Echoes, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Ashen Wastes",
    "author": "Master Crystal the Seer"
  },
  {
    "id": "FIROSBOOK154",
    "name": "Chronicle of Early",
    "rarity": "Common",
    "description": "Country marriage world pressure eight talk hair record.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Faction wars of Hall of Echoes",
    "lore": "This book details the faction wars that plagued the lands of Hall of Echoes, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Tower of Blood",
    "author": "Master Darin the Forgotten"
  },
  {
    "id": "FIROSBOOK155",
    "name": "Chronicle of Technology",
    "rarity": "Epic",
    "description": "We responsibility figure ahead run drop specific yourself.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Forgotten heroes of Ashen Wastes",
    "lore": "This book details the forgotten heroes that plagued the lands of Ashen Wastes, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Sunken Abyss",
    "author": "Master Melissa the Mad"
  },
  {
    "id": "FIROSBOOK156",
    "name": "Chronicle of Computer",
    "rarity": "Common",
    "description": "Son smile success military them politics nor yes same view low serious speak lay beyond.",
    "historical_faction": "Kultyści Otchłani",
    "chapter_title": "The Lost cities of Tower of Blood",
    "lore": "This book details the lost cities that plagued the lands of Tower of Blood, during the reign of the Kultyści Otchłani. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Ruins of Nahor",
    "author": "Master Deborah the Mad"
  },
  {
    "id": "FIROSBOOK157",
    "name": "Chronicle of Really",
    "rarity": "Common",
    "description": "Girl create read need learn glass miss design fast human money sell identify.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Ancient beasts of Ruins of Nahor",
    "lore": "This book details the ancient beasts that plagued the lands of Ruins of Nahor, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Mount Kaeros",
    "author": "Master Marie the Wise"
  },
  {
    "id": "FIROSBOOK158",
    "name": "Chronicle of Present",
    "rarity": "Uncommon",
    "description": "Especially improve energy word firm sister beautiful employee rise issue.",
    "historical_faction": "Kultyści Otchłani",
    "chapter_title": "The Forgotten heroes of Ruins of Nahor",
    "lore": "This book details the forgotten heroes that plagued the lands of Ruins of Nahor, during the reign of the Kultyści Otchłani. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Ruins of Nahor",
    "author": "Master Jeffery the Wise"
  },
  {
    "id": "FIROSBOOK159",
    "name": "Chronicle of Avoid",
    "rarity": "Uncommon",
    "description": "Happen same physical those attention member surface mother.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Faction wars of Sunken Abyss",
    "lore": "This book details the faction wars that plagued the lands of Sunken Abyss, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Mount Kaeros",
    "author": "Master Lauren the Wise"
  },
  {
    "id": "FIROSBOOK160",
    "name": "Chronicle of Business",
    "rarity": "Common",
    "description": "Student woman exactly what usually long remember than feeling level.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Demonic invasions of Tower of Blood",
    "lore": "This book details the demonic invasions that plagued the lands of Tower of Blood, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Swamp of Sorrows",
    "author": "Master Eugene the Seer"
  },
  {
    "id": "FIROSBOOK161",
    "name": "Chronicle of Only",
    "rarity": "Rare",
    "description": "Put support get development buy politics beat pull idea they join north.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Faction wars of Crypts of Madness",
    "lore": "This book details the faction wars that plagued the lands of Crypts of Madness, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Crypts of Madness",
    "author": "Master Amy the Forgotten"
  },
  {
    "id": "FIROSBOOK162",
    "name": "Chronicle of Fall",
    "rarity": "Common",
    "description": "Exactly Republican husband current age describe growth television mention.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Demonic invasions of Tower of Blood",
    "lore": "This book details the demonic invasions that plagued the lands of Tower of Blood, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Ruins of Nahor",
    "author": "Master Michele the Seer"
  },
  {
    "id": "FIROSBOOK163",
    "name": "Chronicle of Although",
    "rarity": "Common",
    "description": "Himself speech yes church write the strategy responsibility ago several change for.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Forgotten heroes of Crypts of Madness",
    "lore": "This book details the forgotten heroes that plagued the lands of Crypts of Madness, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Tower of Blood",
    "author": "Master Heather the Mad"
  },
  {
    "id": "FIROSBOOK164",
    "name": "Chronicle of High",
    "rarity": "Uncommon",
    "description": "Find wrong apply value you he stage relate at certainly similar fly put.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Lost cities of Swamp of Sorrows",
    "lore": "This book details the lost cities that plagued the lands of Swamp of Sorrows, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Crypts of Madness",
    "author": "Master Heidi the Wise"
  },
  {
    "id": "FIROSBOOK165",
    "name": "Chronicle of Offer",
    "rarity": "Common",
    "description": "Pick high someone evidence Mrs central professional themselves yet perform north spend market consider.",
    "historical_faction": "Kultyści Otchłani",
    "chapter_title": "The Demonic invasions of Ruins of Nahor",
    "lore": "This book details the demonic invasions that plagued the lands of Ruins of Nahor, during the reign of the Kultyści Otchłani. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks forbidden spell",
    "found_in": "Swamp of Sorrows",
    "author": "Master Kyle the Mad"
  },
  {
    "id": "FIROSBOOK166",
    "name": "Chronicle of Party",
    "rarity": "Rare",
    "description": "Hit family standard entire rule safe material seven agreement about.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Forgotten heroes of Hall of Echoes",
    "lore": "This book details the forgotten heroes that plagued the lands of Hall of Echoes, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Tower of Blood",
    "author": "Master Jaime the Forgotten"
  },
  {
    "id": "FIROSBOOK167",
    "name": "Chronicle of Itself",
    "rarity": "Uncommon",
    "description": "Business condition go street receive care research young film identify value choose voice.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Curses of Hall of Echoes",
    "lore": "This book details the curses that plagued the lands of Hall of Echoes, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Hall of Echoes",
    "author": "Master Brian the Mad"
  },
  {
    "id": "FIROSBOOK168",
    "name": "Chronicle of Mrs",
    "rarity": "Epic",
    "description": "Expert may relate right contain factor this event Congress form over business middle.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Faction wars of Ashen Wastes",
    "lore": "This book details the faction wars that plagued the lands of Ashen Wastes, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Crypts of Madness",
    "author": "Master Kathleen the Wise"
  },
  {
    "id": "FIROSBOOK169",
    "name": "Chronicle of Plant",
    "rarity": "Rare",
    "description": "Though not what fine thought appear least without minute those drop left pretty arrive real everything.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Ancient beasts of Tower of Blood",
    "lore": "This book details the ancient beasts that plagued the lands of Tower of Blood, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Mount Kaeros",
    "author": "Master Kelly the Seer"
  },
  {
    "id": "FIROSBOOK170",
    "name": "Chronicle of Religious",
    "rarity": "Epic",
    "description": "Stop position music lead dinner five need religious hot evidence surface month usually.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Ancient beasts of Ashen Wastes",
    "lore": "This book details the ancient beasts that plagued the lands of Ashen Wastes, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Sunken Abyss",
    "author": "Master Juan the Forgotten"
  },
  {
    "id": "FIROSBOOK171",
    "name": "Chronicle of Stand",
    "rarity": "Uncommon",
    "description": "Door recently shoulder bill especially travel save strategy piece around card same maintain Democrat with college.",
    "historical_faction": "Nahor",
    "chapter_title": "The Forbidden magic of Ashen Wastes",
    "lore": "This book details the forbidden magic that plagued the lands of Ashen Wastes, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks forbidden spell",
    "found_in": "Tower of Blood",
    "author": "Master Christian the Wise"
  },
  {
    "id": "FIROSBOOK172",
    "name": "Chronicle of Sense",
    "rarity": "Common",
    "description": "Risk call heart accept wrong good ability according while deal meet leave myself born machine.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Forbidden magic of Sunken Abyss",
    "lore": "This book details the forbidden magic that plagued the lands of Sunken Abyss, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Sunken Abyss",
    "author": "Master Sandra the Wise"
  },
  {
    "id": "FIROSBOOK173",
    "name": "Chronicle of Point",
    "rarity": "Rare",
    "description": "Visit trial draw degree sign leg why difficult despite claim beyond power black in final.",
    "historical_faction": "Kultyści Otchłani",
    "chapter_title": "The Elemental powers of Tower of Blood",
    "lore": "This book details the elemental powers that plagued the lands of Tower of Blood, during the reign of the Kultyści Otchłani. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Sunken Abyss",
    "author": "Master Charles the Mad"
  },
  {
    "id": "FIROSBOOK174",
    "name": "Chronicle of Side",
    "rarity": "Epic",
    "description": "Interview individual concern region yard herself cover present buy get forward feel table.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Forgotten heroes of Swamp of Sorrows",
    "lore": "This book details the forgotten heroes that plagued the lands of Swamp of Sorrows, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Hall of Echoes",
    "author": "Master Samuel the Forgotten"
  },
  {
    "id": "FIROSBOOK175",
    "name": "Chronicle of Seek",
    "rarity": "Rare",
    "description": "Across positive type explain mind ball my late today.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Forbidden magic of Tower of Blood",
    "lore": "This book details the forbidden magic that plagued the lands of Tower of Blood, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Ruins of Nahor",
    "author": "Master Troy the Wise"
  },
  {
    "id": "FIROSBOOK176",
    "name": "Chronicle of Front",
    "rarity": "Common",
    "description": "Take skill act true including change expect already firm for simply.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Lost cities of Sunken Abyss",
    "lore": "This book details the lost cities that plagued the lands of Sunken Abyss, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Mount Kaeros",
    "author": "Master Gene the Forgotten"
  },
  {
    "id": "FIROSBOOK177",
    "name": "Chronicle of Else",
    "rarity": "Rare",
    "description": "Despite child above soon gas mean today rise generation similar arrive ten successful investment think.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Rituals of Ruins of Nahor",
    "lore": "This book details the rituals that plagued the lands of Ruins of Nahor, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Mount Kaeros",
    "author": "Master Kaitlyn the Wise"
  },
  {
    "id": "FIROSBOOK178",
    "name": "Chronicle of Low",
    "rarity": "Epic",
    "description": "Only structure writer employee few six positive read.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Rituals of Tower of Blood",
    "lore": "This book details the rituals that plagued the lands of Tower of Blood, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Tower of Blood",
    "author": "Master Amanda the Seer"
  },
  {
    "id": "FIROSBOOK179",
    "name": "Chronicle of Discuss",
    "rarity": "Common",
    "description": "Miss ask to possible explain she property pay.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Mutations of Ashen Wastes",
    "lore": "This book details the mutations that plagued the lands of Ashen Wastes, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Ruins of Nahor",
    "author": "Master Angela the Forgotten"
  },
  {
    "id": "FIROSBOOK180",
    "name": "Chronicle of Learn",
    "rarity": "Common",
    "description": "Maintain strategy feeling often study many Democrat table among determine nice catch animal language fire.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Lost cities of Tower of Blood",
    "lore": "This book details the lost cities that plagued the lands of Tower of Blood, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Hall of Echoes",
    "author": "Master Mario the Wise"
  },
  {
    "id": "FIROSBOOK181",
    "name": "Chronicle of Move",
    "rarity": "Rare",
    "description": "Matter successful resource himself tree television few.",
    "historical_faction": "Nahor",
    "chapter_title": "The Forbidden magic of Ruins of Nahor",
    "lore": "This book details the forbidden magic that plagued the lands of Ruins of Nahor, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Mount Kaeros",
    "author": "Master Jonathan the Forgotten"
  },
  {
    "id": "FIROSBOOK182",
    "name": "Chronicle of Body",
    "rarity": "Uncommon",
    "description": "Network high leg star surface authority around three personal.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Elemental powers of Ruins of Nahor",
    "lore": "This book details the elemental powers that plagued the lands of Ruins of Nahor, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Crypts of Madness",
    "author": "Master Lynn the Forgotten"
  },
  {
    "id": "FIROSBOOK183",
    "name": "Chronicle of Concern",
    "rarity": "Uncommon",
    "description": "Road method my out soon conference edge police learn whatever own television figure collection evidence.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Rituals of Swamp of Sorrows",
    "lore": "This book details the rituals that plagued the lands of Swamp of Sorrows, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Sunken Abyss",
    "author": "Master Theresa the Wise"
  },
  {
    "id": "FIROSBOOK184",
    "name": "Chronicle of Culture",
    "rarity": "Epic",
    "description": "Available particular bank fish personal eight citizen else purpose.",
    "historical_faction": "Kultyści Otchłani",
    "chapter_title": "The Forgotten heroes of Sunken Abyss",
    "lore": "This book details the forgotten heroes that plagued the lands of Sunken Abyss, during the reign of the Kultyści Otchłani. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Swamp of Sorrows",
    "author": "Master Dustin the Wise"
  },
  {
    "id": "FIROSBOOK185",
    "name": "Chronicle of Thing",
    "rarity": "Uncommon",
    "description": "Floor parent write party state recently parent money describe president eight.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Forgotten heroes of Sunken Abyss",
    "lore": "This book details the forgotten heroes that plagued the lands of Sunken Abyss, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Swamp of Sorrows",
    "author": "Master Brianna the Mad"
  },
  {
    "id": "FIROSBOOK186",
    "name": "Chronicle of Military",
    "rarity": "Epic",
    "description": "Player worry station read leg try serve building others daughter morning rather shoulder task long.",
    "historical_faction": "Nahor",
    "chapter_title": "The Forgotten heroes of Swamp of Sorrows",
    "lore": "This book details the forgotten heroes that plagued the lands of Swamp of Sorrows, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks forbidden spell",
    "found_in": "Ashen Wastes",
    "author": "Master Oscar the Wise"
  },
  {
    "id": "FIROSBOOK187",
    "name": "Chronicle of Success",
    "rarity": "Legendary",
    "description": "Item common program finish radio who well to personal many carry.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Ancient beasts of Ruins of Nahor",
    "lore": "This book details the ancient beasts that plagued the lands of Ruins of Nahor, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Tower of Blood",
    "author": "Master James the Forgotten"
  },
  {
    "id": "FIROSBOOK188",
    "name": "Chronicle of Through",
    "rarity": "Common",
    "description": "Glass imagine high site teacher customer along learn ever room nation relate send of.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Forbidden magic of Ashen Wastes",
    "lore": "This book details the forbidden magic that plagued the lands of Ashen Wastes, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Hall of Echoes",
    "author": "Master Devon the Forgotten"
  },
  {
    "id": "FIROSBOOK189",
    "name": "Chronicle of Energy",
    "rarity": "Common",
    "description": "Age window project traditional board all thank with heart little I song partner.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Demonic invasions of Hall of Echoes",
    "lore": "This book details the demonic invasions that plagued the lands of Hall of Echoes, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Mount Kaeros",
    "author": "Master Alexander the Forgotten"
  },
  {
    "id": "FIROSBOOK190",
    "name": "Chronicle of Appear",
    "rarity": "Common",
    "description": "Central smile learn attention month health movie camera back give able.",
    "historical_faction": "Nahor",
    "chapter_title": "The Rituals of Crypts of Madness",
    "lore": "This book details the rituals that plagued the lands of Crypts of Madness, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Mount Kaeros",
    "author": "Master Timothy the Forgotten"
  },
  {
    "id": "FIROSBOOK191",
    "name": "Chronicle of Able",
    "rarity": "Uncommon",
    "description": "Military city stock religious end who travel.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Lost cities of Ruins of Nahor",
    "lore": "This book details the lost cities that plagued the lands of Ruins of Nahor, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Tower of Blood",
    "author": "Master Shawn the Seer"
  },
  {
    "id": "FIROSBOOK192",
    "name": "Chronicle of Husband",
    "rarity": "Uncommon",
    "description": "Read may force agreement thousand hit leg them education.",
    "historical_faction": "Nahor",
    "chapter_title": "The Forgotten heroes of Ruins of Nahor",
    "lore": "This book details the forgotten heroes that plagued the lands of Ruins of Nahor, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Tower of Blood",
    "author": "Master Ralph the Mad"
  },
  {
    "id": "FIROSBOOK193",
    "name": "Chronicle of Age",
    "rarity": "Epic",
    "description": "Agreement nearly finish pull who major share read subject very media effort tax entire nearly suffer.",
    "historical_faction": "Zakon Cienia",
    "chapter_title": "The Curses of Sunken Abyss",
    "lore": "This book details the curses that plagued the lands of Sunken Abyss, during the reign of the Zakon Cienia. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Swamp of Sorrows",
    "author": "Master Jennifer the Forgotten"
  },
  {
    "id": "FIROSBOOK194",
    "name": "Chronicle of First",
    "rarity": "Common",
    "description": "Possible couple agency unit government almost painting blue kid.",
    "historical_faction": "Nahor",
    "chapter_title": "The Curses of Ruins of Nahor",
    "lore": "This book details the curses that plagued the lands of Ruins of Nahor, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Boosts magic resistance",
    "found_in": "Ruins of Nahor",
    "author": "Master Elijah the Wise"
  },
  {
    "id": "FIROSBOOK195",
    "name": "Chronicle of Sing",
    "rarity": "Common",
    "description": "Research build several choose writer gun education sign plant.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Ancient beasts of Swamp of Sorrows",
    "lore": "This book details the ancient beasts that plagued the lands of Swamp of Sorrows, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Swamp of Sorrows",
    "author": "Master Samantha the Wise"
  },
  {
    "id": "FIROSBOOK196",
    "name": "Chronicle of Feeling",
    "rarity": "Common",
    "description": "Leader they hit yard board accept middle success large.",
    "historical_faction": "Nahor",
    "chapter_title": "The Lost cities of Tower of Blood",
    "lore": "This book details the lost cities that plagued the lands of Tower of Blood, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals portal coordinates",
    "found_in": "Mount Kaeros",
    "author": "Master Kirsten the Mad"
  },
  {
    "id": "FIROSBOOK197",
    "name": "Chronicle of Meet",
    "rarity": "Common",
    "description": "Effort Mr agency spend area finish air many deal.",
    "historical_faction": "Nahor",
    "chapter_title": "The Rituals of Tower of Blood",
    "lore": "This book details the rituals that plagued the lands of Tower of Blood, during the reign of the Nahor. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Sunken Abyss",
    "author": "Master Candace the Wise"
  },
  {
    "id": "FIROSBOOK198",
    "name": "Chronicle of Reason",
    "rarity": "Uncommon",
    "description": "Total know inside some describe system sister administration specific check season never imagine.",
    "historical_faction": "Strażnicy Run",
    "chapter_title": "The Forbidden magic of Crypts of Madness",
    "lore": "This book details the forbidden magic that plagued the lands of Crypts of Madness, during the reign of the Strażnicy Run. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks forbidden spell",
    "found_in": "Crypts of Madness",
    "author": "Master Fernando the Wise"
  },
  {
    "id": "FIROSBOOK199",
    "name": "Chronicle of Threat",
    "rarity": "Uncommon",
    "description": "Choose reach bill kitchen eat somebody remember exist anyone behavior wait especially ready oil.",
    "historical_faction": "Wiedźmograd",
    "chapter_title": "The Rituals of Tower of Blood",
    "lore": "This book details the rituals that plagued the lands of Tower of Blood, during the reign of the Wiedźmograd. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Reveals hidden cave",
    "found_in": "Swamp of Sorrows",
    "author": "Master Keith the Wise"
  },
  {
    "id": "FIROSBOOK200",
    "name": "Chronicle of First",
    "rarity": "Uncommon",
    "description": "Soon staff create our buy finish country company scientist magazine.",
    "historical_faction": "Plemiona Stepów",
    "chapter_title": "The Ancient beasts of Ashen Wastes",
    "lore": "This book details the ancient beasts that plagued the lands of Ashen Wastes, during the reign of the Plemiona Stepów. It describes the rise and fall of power, secret rituals, and the legacy left behind. Many believe it holds forgotten truths.",
    "unlock_effect": "Unlocks side quest",
    "found_in": "Ruins of Nahor",
    "author": "Master Pamela the Wise"
  }
]